Repository: jvsena42/loopky
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, vi, zh_hans, zh_hant

# onboarding_qr_body
source: Open Pubky Ring on your phone, tap Authorize, and scan this code.
de: Öffne Pubky Ring auf deinem Handy, tippe auf Autorisieren und scanne diesen Code.
es: Abre Pubky Ring en tu teléfono, toca Autorizar y escanea este código.
fr: Ouvre Pubky Ring sur ton téléphone, touche Autoriser et scanne ce code.
it: Apri Pubky Ring sul telefono, tocca Autorizza e scansiona questo codice.
ja: スマートフォンで Pubky Ring を開き、「Authorize」をタップして、このコードをスキャンしてください。
ko: 휴대폰에서 Pubky Ring을 열고 승인을 탭한 뒤 이 코드를 스캔하세요.
pt_br: Abra o Pubky Ring no seu celular, toque em Autorizar e leia este código.
vi: Mở Pubky Ring trên điện thoại, nhấn Authorize rồi quét mã này.
zh_hans: 在手机上打开 Pubky Ring，点按“授权”，然后扫描这个二维码。
zh_hant: 在手機上開啟 Pubky Ring，點「授權」，然後掃描這個 QR 碼。

# onboarding_qr_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# onboarding_qr_copied
source: Sign-in link copied
de: Anmeldelink kopiert
es: Enlace de inicio de sesión copiado
fr: Lien de connexion copié
it: Link di accesso copiato
ja: サインインリンクをコピーしました
ko: 로그인 링크를 복사했어요
pt_br: Link de acesso copiado
vi: Đã sao chép liên kết đăng nhập
zh_hans: 登录链接已复制
zh_hant: 已複製登入連結

# onboarding_qr_copy
source: Copy sign-in link
de: Anmeldelink kopieren
es: Copiar enlace de inicio de sesión
fr: Copier le lien de connexion
it: Copia link di accesso
ja: サインインリンクをコピー
ko: 로그인 링크 복사
pt_br: Copiar link de acesso
vi: Sao chép liên kết đăng nhập
zh_hans: 复制登录链接
zh_hant: 複製登入連結

# onboarding_qr_open_here
source: I have Pubky Ring on this device
de: Ich habe Pubky Ring auf diesem Gerät
es: Tengo Pubky Ring en este dispositivo
fr: J’ai Pubky Ring sur cet appareil
it: Ho Pubky Ring su questo dispositivo
ja: このデバイスに Pubky Ring があります
ko: 이 기기에 Pubky Ring이 있어요
pt_br: Tenho o Pubky Ring neste aparelho
vi: Tôi có Pubky Ring trên thiết bị này
zh_hans: 这台设备上装有 Pubky Ring
zh_hant: 我在這部裝置上有 Pubky Ring

# onboarding_qr_sheet_body
source: Pubky Ring isn't on this device. Open it on the phone that holds your key, tap Authorize, and scan this code.
de: Pubky Ring ist nicht auf diesem Gerät. Öffne die App auf dem Handy mit deinem Schlüssel, tippe auf Autorisieren und scanne diesen Code.
es: Pubky Ring no está en este dispositivo. Ábrelo en el teléfono que guarda tu clave, toca Autorizar y escanea este código.
fr: Pubky Ring n’est pas sur cet appareil. Ouvre-le sur le téléphone qui contient ta clé, touche Autoriser et scanne ce code.
it: Pubky Ring non è su questo dispositivo. Aprilo sul telefono che custodisce la tua chiave, tocca Autorizza e scansiona questo codice.
ja: このデバイスには Pubky Ring がありません。鍵が入っているスマートフォンで Pubky Ring を開き、「Authorize」をタップして、このコードをスキャンしてください。
ko: 이 기기에는 Pubky Ring이 없어요. 키가 있는 휴대폰에서 Pubky Ring을 열고 승인을 탭한 뒤 이 코드를 스캔하세요.
pt_br: O Pubky Ring não está neste aparelho. Abra-o no celular que guarda sua chave, toque em Autorizar e leia este código.
vi: Thiết bị này không có Pubky Ring. Hãy mở ứng dụng trên điện thoại đang giữ khóa của bạn, nhấn Authorize rồi quét mã này.
zh_hans: 这台设备上没有 Pubky Ring。请在保存你密钥的手机上打开它，点按“授权”，然后扫描这个二维码。
zh_hant: 這部裝置上沒有 Pubky Ring。請在存有你金鑰的手機上開啟它，點「授權」，然後掃描這個 QR 碼。

# onboarding_qr_title
source: Scan with Pubky Ring
de: Mit Pubky Ring scannen
es: Escanea con Pubky Ring
fr: Scanne avec Pubky Ring
it: Scansiona con Pubky Ring
ja: Pubky Ring でスキャン
ko: Pubky Ring으로 스캔
pt_br: Leia com o Pubky Ring
vi: Quét bằng Pubky Ring
zh_hans: 用 Pubky Ring 扫码
zh_hant: 使用 Pubky Ring 掃描

# onboarding_qr_waiting
source: Waiting for you to approve in Pubky Ring…
de: Warte auf deine Bestätigung in Pubky Ring…
es: Esperando tu aprobación en Pubky Ring…
fr: En attente de ton approbation dans Pubky Ring…
it: In attesa della tua approvazione in Pubky Ring…
ja: Pubky Ring での承認を待っています…
ko: Pubky Ring에서 승인하기를 기다리는 중…
pt_br: Aguardando sua aprovação no Pubky Ring…
vi: Đang chờ bạn phê duyệt trong Pubky Ring…
zh_hans: 正在等待你在 Pubky Ring 中确认…
zh_hant: 正在等待你在 Pubky Ring 中核准…

# onboarding_restore
source: Use a recovery phrase or file
de: Wiederherstellungsphrase oder -datei nutzen
es: Usar una frase o un archivo de recuperación
fr: Utiliser une phrase ou un fichier de récupération
it: Usa una frase o un file di recupero
ja: リカバリーフレーズまたはファイルを使う
ko: 복구 문구 또는 파일 사용
pt_br: Usar uma frase ou arquivo de recuperação
vi: Dùng cụm từ khôi phục hoặc tệp
zh_hans: 使用恢复短语或文件
zh_hant: 使用復原短語或檔案

# onboarding_signin_default
source: Sign in with Pubky Ring
de: Mit Pubky Ring anmelden
es: Iniciar sesión con Pubky Ring
fr: Se connecter avec Pubky Ring
it: Accedi con Pubky Ring
ja: Pubky Ring でサインイン
ko: Pubky Ring으로 로그인
pt_br: Entrar com o Pubky Ring
vi: Đăng nhập bằng Pubky Ring
zh_hans: 使用 Pubky Ring 登录
zh_hant: 使用 Pubky Ring 登入

# onboarding_signin_verifying
source: Signing in…
de: Anmeldung läuft…
es: Iniciando sesión…
fr: Connexion…
it: Accesso in corso…
ja: サインインしています…
ko: 로그인하는 중…
pt_br: Entrando…
vi: Đang đăng nhập…
zh_hans: 正在登录…
zh_hant: 正在登入…

# onboarding_signin_waiting
source: Waiting for Pubky Ring…
de: Warte auf Pubky Ring…
es: Esperando a Pubky Ring…
fr: En attente de Pubky Ring…
it: In attesa di Pubky Ring…
ja: Pubky Ring を待っています…
ko: Pubky Ring을 기다리는 중…
pt_br: Aguardando o Pubky Ring…
vi: Đang chờ Pubky Ring…
zh_hans: 正在等待 Pubky Ring…
zh_hant: 正在等待 Pubky Ring…

# onboarding_still_waiting
source: Still waiting. If Pubky Ring didn't show a request, cancel and try again.
de: Warte immer noch. Falls Pubky Ring keine Anfrage angezeigt hat, brich ab und versuch es nochmal.
es: Seguimos esperando. Si Pubky Ring no mostró ninguna solicitud, cancela e inténtalo de nuevo.
fr: Toujours en attente. Si Pubky Ring n’a affiché aucune demande, annule et réessaie.
it: Ancora in attesa. Se Pubky Ring non ha mostrato nessuna richiesta, annulla e riprova.
ja: まだ待っています。Pubky Ring にリクエストが表示されない場合は、キャンセルしてもう一度お試しください。
ko: 아직 기다리는 중이에요. Pubky Ring에 요청이 보이지 않으면 취소하고 다시 시도하세요.
pt_br: Ainda aguardando. Se o pedido não apareceu no Pubky Ring, cancele e tente de novo.
vi: Vẫn đang chờ. Nếu Pubky Ring không hiện yêu cầu, hãy hủy và thử lại.
zh_hans: 仍在等待。如果 Pubky Ring 没有弹出请求，请取消后重试。
zh_hant: 仍在等待。如果 Pubky Ring 沒有顯示請求，請取消後再試一次。

# passphrase_hide
source: Hide passphrase
de: Passphrase verbergen
es: Ocultar contraseña
fr: Masquer le mot de passe
it: Nascondi password
ja: パスフレーズを隠す
ko: 암호 숨기기
pt_br: Ocultar senha
vi: Ẩn cụm mật khẩu
zh_hans: 隐藏密码短语
zh_hant: 隱藏密碼短語

# passphrase_reveal
source: Show passphrase
de: Passphrase anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password
ja: パスフレーズを表示
ko: 암호 보기
pt_br: Mostrar senha
vi: Hiện cụm mật khẩu
zh_hans: 显示密码短语
zh_hant: 顯示密碼短語

# paste_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# paste_card_count
source: %1$lld cards
de: %1$lld Karten
es: %1$lld tarjetas
fr: %1$lld cartes
it: %1$lld carte
ja: %1$lld 枚
ko: 카드 %1$lld장
pt_br: %1$lld cartas
vi: %1$lld thẻ
zh_hans: %1$lld 张卡片
zh_hant: %1$lld 張卡片

# paste_chip_incomplete
source: %1$lld incomplete
de: %1$lld unvollständig
es: %1$lld incompletas
fr: Incomplètes : %1$lld
ja: 未完成 %1$lld 枚
ko: %1$lld장 미완성
pt_br: %1$lld incompletas
vi: %1$lld chưa hoàn chỉnh
zh_hans: %1$lld 张不完整
zh_hant: %1$lld 張不完整

# paste_chip_no_pattern
source: No pattern detected
de: Kein Muster erkannt
es: No se detectó ningún patrón
fr: Aucun format détecté
it: Nessuno schema rilevato
ja: パターンが検出されません
ko: 감지된 패턴 없음
pt_br: Nenhum padrão detectado
vi: Không nhận diện được mẫu
zh_hans: 未识别出格式
zh_hant: 未偵測到格式

# paste_detected_separator
source: Detected: %1$@
de: Erkannt: %1$@
es: Detectado: %1$@
fr: Détecté : %1$@
it: Rilevato: %1$@
ja: 検出：%1$@
ko: 감지됨: %1$@
pt_br: Detectado: %1$@
vi: Đã nhận diện: %1$@
zh_hans: 已识别：%1$@
zh_hant: 偵測到：%1$@

# paste_input_placeholder_subtitle
source: one card per line
de: eine Karte pro Zeile
es: una tarjeta por línea
fr: une carte par ligne
it: una carta per riga
ja: 1行につきカード1枚
ko: 한 줄에 카드 한 장
pt_br: uma carta por linha
vi: mỗi dòng một thẻ
zh_hans: 每行一张卡片
zh_hant: 每行一張卡片

# paste_input_placeholder_title
source: Paste your list here
de: Füge deine Liste hier ein
es: Pega tu lista aquí
fr: Colle ta liste ici
it: Incolla qui la tua lista
ja: ここにリストを貼り付け
ko: 여기에 목록을 붙여넣으세요
pt_br: Cole sua lista aqui
vi: Dán danh sách của bạn vào đây
zh_hans: 在这里粘贴你的列表
zh_hant: 在這裡貼上你的清單

# paste_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_br: Avançar
vi: Tiếp
zh_hans: 下一步
zh_hant: 下一步

# paste_preview_label
source: PREVIEW
de: VORSCHAU
es: VISTA PREVIA
fr: APERÇU
it: ANTEPRIMA
ja: プレビュー
ko: 미리보기
pt_br: PRÉVIA
vi: XEM TRƯỚC
zh_hans: 预览
zh_hant: 預覽

# paste_public_notice
source: This deck will be public on your profile
de: Dieser Stapel ist öffentlich in deinem Profil
es: Este mazo será público en tu perfil
fr: Ce paquet sera public sur ton profil
it: Questo mazzo sarà pubblico sul tuo profilo
ja: このデッキはプロフィールで公開されます
ko: 이 덱은 내 프로필에 공개돼요
pt_br: Este baralho ficará público no seu perfil
vi: Bộ thẻ này sẽ công khai trên hồ sơ của bạn
zh_hans: 这个卡组将在你的个人主页上公开
zh_hant: 這個牌組會公開在你的個人檔案上

# paste_separator_auto
source: auto
de: automatisch
es: automático
it: automatico
ja: 自動
ko: 자동
pt_br: automático
vi: tự động
zh_hans: 自动
zh_hant: 自動

# paste_separator_blank_lines
source: blank lines
de: Leerzeilen
es: líneas en blanco
fr: lignes vides
it: righe vuote
ja: 空行
ko: 빈 줄
pt_br: linhas em branco
vi: dòng trống
zh_hans: 空行
zh_hant: 空白行

# paste_separator_colon
source: colon
de: Doppelpunkt
es: dos puntos
fr: deux-points
it: due punti
ja: コロン
ko: 콜론
pt_br: dois-pontos
vi: dấu hai chấm
zh_hans: 冒号
zh_hant: 冒號

# paste_separator_comma
source: comma
de: Komma
es: coma
fr: virgule
it: virgola
ja: カンマ
ko: 쉼표
pt_br: vírgula
vi: dấu phẩy
zh_hans: 逗号
zh_hant: 逗號

# paste_separator_em_dash
source: dash
de: Gedankenstrich
es: guion
fr: tiret
it: trattino
ja: ダッシュ
ko: 대시
pt_br: traço
vi: dấu gạch ngang
zh_hans: 破折号
zh_hant: 破折號

# paste_separator_pipe
source: pipe
de: senkrechter Strich
es: barra vertical
fr: barre verticale
it: barra verticale
ja: パイプ
ko: 세로 막대
pt_br: barra vertical
vi: dấu gạch đứng
zh_hans: 竖线
zh_hant: 豎線

# paste_separator_semicolon
source: semicolon
de: Semikolon
es: punto y coma
fr: point-virgule
it: punto e virgola
ja: セミコロン
ko: 세미콜론
pt_br: ponto e vírgula
vi: dấu chấm phẩy
zh_hans: 分号
zh_hant: 分號

# paste_separator_sheet_title
source: Split cards by
de: Karten trennen nach
es: Separar tarjetas por
fr: Séparer les cartes par
it: Dividi le carte per
ja: カードの区切り
ko: 카드 구분 기준
pt_br: Separar cartas por
vi: Tách thẻ theo
zh_hans: 卡片分隔方式
zh_hant: 卡片分隔方式

# paste_separator_single_column
source: single column
de: eine Spalte
es: una sola columna
fr: colonne unique
it: colonna singola
ja: 1列
ko: 단일 열
pt_br: coluna única
vi: một cột
zh_hans: 单列
zh_hant: 單欄

# paste_separator_tab
source: tab
de: Tabulator
es: tabulación
fr: tabulation
it: tabulazione
ja: タブ
ko: 탭
pt_br: tabulação
zh_hans: 制表符

# paste_title
source: Paste cards
de: Karten einfügen
es: Pegar tarjetas
fr: Coller des cartes
it: Incolla carte
ja: カードを貼り付け
ko: 카드 붙여넣기
pt_br: Colar cartas
vi: Dán thẻ
zh_hans: 粘贴卡片
zh_hant: 貼上卡片

# paste_try_pasting_label
source: TRY PASTING SOMETHING LIKE
de: FÜGE ZUM BEISPIEL SO ETWAS EIN
es: PRUEBA A PEGAR ALGO ASÍ
fr: ESSAIE DE COLLER QUELQUE CHOSE COMME
it: PROVA A INCOLLARE QUALCOSA COME
ja: こんな形式で貼り付けてみましょう
ko: 이런 식으로 붙여넣어 보세요
pt_br: TENTE COLAR ALGO ASSIM
vi: THỬ DÁN NỘI DUNG KIỂU NHƯ
zh_hans: 试着粘贴类似这样的内容
zh_hant: 試著貼上像這樣的內容

# paste_validation_empty
source: Paste or type your list first.
de: Füge zuerst deine Liste ein oder tippe sie.
es: Primero pega o escribe tu lista.
fr: Colle ou écris d’abord ta liste.
it: Prima incolla o scrivi la tua lista.
ja: 先にリストを貼り付けるか入力してください。
ko: 먼저 목록을 붙여넣거나 입력하세요.
pt_br: Cole ou digite sua lista primeiro.
vi: Hãy dán hoặc gõ danh sách của bạn trước.
zh_hans: 请先粘贴或输入你的列表。
zh_hant: 請先貼上或輸入你的清單。

# paste_validation_no_cards
source: No cards found yet. Check the separator, or add a front and back.
de: Noch keine Karten gefunden. Prüfe das Trennzeichen oder füge eine Vorder- und Rückseite hinzu.
es: Aún no se encontraron tarjetas. Revisa el separador, o añade un anverso y un reverso.
fr: Aucune carte trouvée pour l’instant. Vérifie le séparateur, ou ajoute un recto et un verso.
it: Ancora nessuna carta trovata. Controlla il separatore, oppure aggiungi un fronte e un retro.
ja: カードがまだ見つかりません。区切り文字を確認するか、表面と裏面を追加してください。
ko: 아직 카드를 찾지 못했어요. 구분자를 확인하거나 앞면과 뒷면을 추가하세요.
pt_br: Nenhuma carta encontrada ainda. Confira o separador, ou adicione uma frente e um verso.
vi: Chưa tìm thấy thẻ nào. Hãy kiểm tra dấu phân tách, hoặc thêm mặt trước và mặt sau.
zh_hans: 还没有找到卡片。请检查分隔符，或添加正面和背面。
zh_hant: 還沒找到卡片。請檢查分隔符號，或加上正面和背面。

# permission_camera_denied
source: Loopky needs the camera to read a QR code. You can turn it on in Settings.
de: Loopky braucht die Kamera, um einen QR-Code zu lesen. Du kannst sie in den Einstellungen aktivieren.
es: Loopky necesita la cámara para leer un código QR. Puedes activarla en Configuración.
fr: Loopky a besoin de l’appareil photo pour lire un code QR. Tu peux l’activer dans Réglages.
it: Loopky ha bisogno della fotocamera per leggere un codice QR. Puoi attivarla nelle Impostazioni.
ja: QR コードを読み取るには、Loopky がカメラを使う必要があります。設定でオンにできます。
ko: QR 코드를 읽으려면 Loopky에 카메라가 필요해요. 설정에서 켤 수 있어요.
pt_br: O Loopky precisa da câmera para ler um código QR. Você pode ligar nos Ajustes.
vi: Loopky cần camera để đọc mã QR. Bạn có thể bật trong Cài đặt.
zh_hans: Loopky 需要相机来读取二维码。你可以在设置中开启。
zh_hant: Loopky 需要使用相機來讀取 QR 碼。你可以在「設定」中開啟。

# permission_mic_denied_message
source: Speak needs microphone access, and Android won't ask again. You can turn it on in Settings.
de: Sprechen braucht Zugriff auf das Mikrofon, und Android fragt nicht noch einmal. Du kannst ihn in den Einstellungen aktivieren.
es: El modo Hablar necesita acceso al micrófono, y Android no volverá a preguntar. Puedes activarlo en Configuración.
fr: Parler a besoin d’accéder au micro, et Android ne te le redemandera pas. Tu peux l’activer dans les Paramètres.
it: Parla ha bisogno dell'accesso al microfono e Android non lo chiederà di nuovo. Puoi attivarlo nelle Impostazioni.
ja: 「話す」にはマイクへのアクセスが必要ですが、Android はもう確認を表示しません。設定でオンにできます。
ko: 말하기에는 마이크 권한이 필요한데, Android가 다시 묻지 않아요. 설정에서 켤 수 있어요.
pt_br: O Falar precisa de acesso ao microfone, e o Android não vai perguntar de novo. Você pode ligar nas Configurações.
vi: Nói cần quyền truy cập micrô, và Android sẽ không hỏi lại. Bạn có thể bật trong Cài đặt.
zh_hans: 跟读需要麦克风权限，而 Android 不会再次询问。你可以在设置中开启。
zh_hant: 「口說」需要麥克風權限，而 Android 不會再詢問。你可以在「設定」中開啟。

# permission_mic_denied_title
source: Microphone is off
de: Mikrofon ist aus
es: El micrófono está desactivado
fr: Le micro est désactivé
it: Il microfono è disattivato
ja: マイクがオフです
ko: 마이크가 꺼져 있어요
pt_br: O microfone está desligado
vi: Micrô đang tắt
zh_hans: 麦克风已关闭
zh_hant: 麥克風已關閉

# permission_mic_rationale
source: Speak listens while you say the word and tells you how close you were. Audio never leaves your device.
de: Sprechen hört zu, während du das Wort sagst, und zeigt dir, wie nah du dran warst. Die Aufnahme verlässt nie dein Gerät.
es: El modo Hablar te escucha mientras dices la palabra y te dice cuánto te acercaste. El audio nunca sale de tu dispositivo.
fr: Parler écoute pendant que tu dis le mot et t’indique si tu étais proche. L’audio ne quitte jamais ton appareil.
it: Parla ti ascolta mentre pronunci la parola e ti dice quanto era precisa la tua pronuncia. L'audio non lascia mai il tuo dispositivo.
ja: 「話す」は単語を言っている間だけ聞き取り、どれくらい近かったかをお知らせします。音声がデバイスの外に送られることはありません。
ko: 말하기는 단어를 말하는 동안 듣고 얼마나 비슷했는지 알려 줘요. 오디오는 기기 밖으로 나가지 않아요.
pt_br: O Falar escuta enquanto você diz a palavra e conta o quanto você chegou perto. O áudio nunca sai do seu aparelho.
vi: Nói sẽ nghe khi bạn đọc từ và cho biết bạn đã phát âm gần đúng đến đâu. Âm thanh không bao giờ rời khỏi thiết bị của bạn.
zh_hans: 跟读会在你说出单词时聆听，并告诉你说得有多准。音频绝不会离开你的设备。
zh_hant: 「口說」會在你說出單字時聆聽，並告訴你說得有多接近。音訊絕不會離開你的裝置。

# permission_mic_title
source: Practise your pronunciation
de: Übe deine Aussprache
es: Practica tu pronunciación
fr: Entraîne ta prononciation
it: Esercita la tua pronuncia
ja: 発音を練習しましょう
ko: 발음을 연습해 보세요
pt_br: Pratique sua pronúncia
vi: Luyện phát âm
zh_hans: 练习你的发音
zh_hant: 練習你的發音

# profile_avatar_dialog_title
source: Change your photo
de: Foto ändern
es: Cambiar tu foto
fr: Changer ta photo
it: Cambia la tua foto
ja: 写真を変更
ko: 사진 변경
pt_br: Alterar sua foto
vi: Đổi ảnh của bạn
zh_hans: 更换头像
zh_hant: 更換你的照片

# profile_avatar_hint
source: Photos are set on pubky.app. Sign in there with the same key.
de: Fotos werden auf pubky.app festgelegt. Melde dich dort mit demselben Schlüssel an.
es: Las fotos se ponen en pubky.app. Inicia sesión allí con la misma clave.
fr: Les photos se définissent sur pubky.app. Connecte-toi là-bas avec la même clé.
it: Le foto si impostano su pubky.app. Accedi lì con la stessa chiave.
ja: 写真は pubky.app で設定します。同じ鍵でサインインしてください。
ko: 사진은 pubky.app에서 설정해요. 같은 키로 그곳에 로그인하세요.
pt_br: As fotos são definidas no pubky.app. Entre lá com a mesma chave.
vi: Ảnh được đặt trên pubky.app. Đăng nhập ở đó bằng cùng một khóa.
zh_hans: 头像需在 pubky.app 上设置。用同一个密钥在那里登录即可。
zh_hant: 照片要在 pubky.app 上設定。請用同一把金鑰在那裡登入。

# profile_avatar_not_now
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora não
vi: Để sau
zh_hans: 以后再说
zh_hant: 以後再說

# profile_avatar_nudge_body
source: Add yours on pubky.app, with the same key you use here.
de: Füge es auf pubky.app hinzu, mit demselben Schlüssel wie hier.
es: Añade la tuya en pubky.app, con la misma clave que usas aquí.
fr: Ajoute-la sur pubky.app, avec la même clé qu’ici.
it: Aggiungila su pubky.app, con la stessa chiave che usi qui.
ja: ここと同じ鍵で、pubky.app から追加できます。
ko: 여기서 쓰는 키와 같은 키로 pubky.app에서 추가하세요.
pt_br: Adicione a sua no pubky.app, com a mesma chave que você usa aqui.
vi: Thêm ảnh trên pubky.app, bằng chính khóa bạn dùng ở đây.
zh_hans: 在 pubky.app 上添加，用你在这里使用的同一个密钥。
zh_hant: 用你在這裡使用的同一把金鑰，到 pubky.app 上新增。

# profile_avatar_nudge_title
source: How about a photo?
de: Wie wär’s mit einem Foto?
es: ¿Qué tal una foto?
fr: Et si tu ajoutais une photo ?
it: Che ne dici di una foto?
ja: 写真を追加しませんか？
ko: 사진을 추가해 볼까요?
pt_br: Que tal uma foto sua?
vi: Thêm một tấm ảnh nhé?
zh_hans: 加张头像吧？
zh_hant: 要不要加張照片？

# profile_avatar_open_pubky_app
source: Open pubky.app
de: pubky.app öffnen
es: Abrir pubky.app
fr: Ouvrir pubky.app
it: Apri pubky.app
ja: pubky.app を開く
ko: pubky.app 열기
pt_br: Abrir pubky.app
vi: Mở pubky.app
zh_hans: 打开 pubky.app
zh_hant: 開啟 pubky.app

# profile_copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사했어요
pt_br: Copiado
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

# profile_copy_pubky
source: Copy pubky
de: pubky kopieren
es: Copiar pubky
fr: Copier le pubky
it: Copia pubky
ja: pubky をコピー
ko: pubky 복사
pt_br: Copiar pubky
vi: Sao chép pubky
zh_hans: 复制 pubky
zh_hant: 複製 pubky

# profile_dismiss
source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Ignora
ja: 閉じる
ko: 닫기
pt_br: Dispensar
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# profile_edit_avatar_content_description
source: Change profile photo
de: Profilfoto ändern
es: Cambiar foto de perfil
fr: Changer la photo de profil
it: Cambia foto profilo
ja: プロフィール写真を変更
ko: 프로필 사진 변경
pt_br: Alterar foto de perfil
vi: Đổi ảnh hồ sơ
zh_hans: 更换头像
zh_hant: 更換個人檔案照片

# profile_edit_bio_placeholder
source: Tell us about yourself...
de: Erzähl etwas über dich...
es: Cuéntanos sobre ti...
fr: Parle-nous de toi...
it: Parlaci di te...
ja: 自己紹介を書きましょう…
ko: 나를 소개해 주세요...
pt_br: Conte sobre você...
vi: Kể một chút về bạn...
zh_hans: 介绍一下你自己…
zh_hant: 介紹一下你自己…

# profile_edit_name_placeholder
source: Your name
de: Dein Name
es: Tu nombre
fr: Ton nom
it: Il tuo nome
ja: 名前
ko: 이름
pt_br: Seu nome
vi: Tên của bạn
zh_hans: 你的名字
zh_hant: 你的名稱

# profile_edit_profile
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
pt_br: Editar perfil
vi: Sửa hồ sơ
zh_hans: 编辑个人资料
zh_hant: 編輯個人檔案

# profile_edit_profile_sheet_title
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
pt_br: Editar perfil
vi: Sửa hồ sơ
zh_hans: 编辑个人资料
zh_hant: 編輯個人檔案

# profile_name_nudge_action
source: Add name
de: Namen hinzufügen
es: Añadir nombre
fr: Ajouter un nom
it: Aggiungi nome
ja: 名前を追加
ko: 이름 추가
pt_br: Adicionar nome
vi: Thêm tên
zh_hans: 添加名字
zh_hant: 新增名稱

# profile_name_nudge_body
source: Add a name so people know whose decks these are.
de: Füge einen Namen hinzu, damit andere wissen, wem diese Stapel gehören.
es: Añade un nombre para que la gente sepa de quién son estos mazos.
fr: Ajoute un nom pour que les gens sachent à qui sont ces paquets.
it: Aggiungi un nome, così le persone sanno di chi sono questi mazzi.
ja: 名前を追加すると、誰のデッキなのかがわかります。
ko: 이름을 추가하면 누구의 덱인지 다른 사람들이 알 수 있어요.
pt_br: Adicione um nome para as pessoas saberem de quem são estes baralhos.
vi: Thêm tên để mọi người biết các bộ thẻ này là của ai.
zh_hans: 加个名字，大家就知道这些卡组是谁的了。
zh_hant: 加上名稱，讓大家知道這些是誰的牌組。

# profile_name_nudge_dismiss
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora não
vi: Để sau
zh_hans: 以后再说
zh_hant: 以後再說

# profile_name_nudge_title
source: What should we call you?
de: Wie sollen wir dich nennen?
es: ¿Cómo te llamamos?
fr: Comment doit-on t’appeler ?
it: Come ti chiamiamo?
ja: 何とお呼びしましょう？
ko: 어떻게 불러 드릴까요?
pt_br: Como podemos te chamar?
vi: Chúng tôi nên gọi bạn là gì?
zh_hans: 我们该怎么称呼你？
zh_hant: 我們該怎麼稱呼你？

# profile_open_on_pubky_app
source: Open on pubky.app
de: Auf pubky.app öffnen
es: Abrir en pubky.app
fr: Ouvrir sur pubky.app
it: Apri su pubky.app
ja: pubky.app で開く
ko: pubky.app에서 열기
pt_br: Abrir no pubky.app
vi: Mở trên pubky.app
zh_hans: 在 pubky.app 上打开
zh_hant: 在 pubky.app 上開啟

# profile_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# profile_settings_content_description
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# profile_share_content_description
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# profile_sign_out
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# profile_sign_out_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# profile_sign_out_confirm
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# profile_sign_out_dialog_message
source: Your decks stay in your account. Signing back in restores everything.
de: Deine Stapel bleiben in deinem Konto. Wenn du dich wieder anmeldest, ist alles wieder da.
es: Tus mazos se quedan en tu cuenta. Al volver a iniciar sesión, se restaura todo.
fr: Tes paquets restent dans ton compte. Tout sera restauré à ta prochaine connexion.
it: I tuoi mazzi restano nel tuo account. Accedendo di nuovo ritrovi tutto.
ja: デッキはアカウントに残ります。もう一度サインインすれば、すべて元に戻ります。
ko: 덱은 계정에 그대로 남아요. 다시 로그인하면 모두 복원돼요.
pt_br: Seus baralhos ficam na sua conta. Entrar de novo restaura tudo.
vi: Bộ thẻ của bạn vẫn ở trong tài khoản. Đăng nhập lại sẽ khôi phục mọi thứ.
zh_hans: 你的卡组会保留在账号中。重新登录即可恢复一切。
zh_hant: 你的牌組會留在你的帳號中。重新登入即可恢復一切。

# profile_sign_out_dialog_title
source: Sign out?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
it: Uscire?
ja: サインアウトしますか？
ko: 로그아웃할까요?
pt_br: Sair?
vi: Đăng xuất?
zh_hans: 退出登录？
zh_hant: 要登出嗎？
